Repository: Nfnat0/memory-spots
Catalog: MindPalace/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko

source: Search albums or tags
de: Alben oder Tags suchen
es: Buscar álbumes o etiquetas
fr: Rechercher albums ou tags
hi: एल्बम या टैग खोजें
it: Cerca album o tag
ja: アルバムまたはタグを検索
ko: 앨범 또는 태그 검색

source: Search by album or theme name when your route list grows.
de: Wenn deine Routenliste wächst, suche nach Album- oder Themennamen.
es: Cuando la lista crezca, busca por nombre de álbum o tema.
fr: Quand la liste s’allonge, recherchez par nom d’album ou de thème.
hi: जब मार्ग सूची बढ़े, तो एल्बम या थीम नाम से खोजें।
it: Quando l’elenco cresce, cerca per nome dell’album o del tema.
ja: ルート一覧が増えたら、アルバム名やテーマ名で検索できます。
ko: 경로 목록이 늘어나면 앨범 이름이나 테마 이름으로 검색하세요.

source: Show Answer
de: Antwort anzeigen
es: Mostrar respuesta
fr: Afficher la réponse
hi: उत्तर दिखाएं
it: Mostra risposta
ja: 答えを表示
ko: 답 보기

source: Spanish Grammar
de: Spanische Grammatik
es: Gramática española
fr: Grammaire espagnole
hi: स्पैनिश व्याकरण
it: Grammatica spagnola
ja: スペイン語文法
ko: 스페인어 문법

source: Speaking
de: Sprechen
es: Conversación
fr: Expression orale
hi: बोलना
it: Conversazione
ja: スピーキング
ko: 말하기

source: Star
de: Stern
es: Estrella
fr: Étoile
hi: तारा
it: Stella
ja: スター
ko: 별

source: Start Memory Palace Journey
de: Gedächtnispalast-Reise starten
es: Iniciar el recorrido del palacio de memoria
fr: Commencer le parcours de palais de mémoire
hi: मेमोरी पैलेस यात्रा शुरू करें
it: Inizia il percorso del palazzo della memoria
ja: メモリーパレスの旅を始める
ko: 기억 궁전 여정 시작

source: Sticky Note
de: Haftnotiz
es: Nota adhesiva
fr: Note adhésive
hi: स्टिकी नोट
it: Nota adesiva
ja: 付箋
ko: 스티키 노트

source: Swipe through photos in order and recall each note before checking it.
de: Wische der Reihe nach durch die Fotos und erinnere dich an jede Notiz, bevor du sie prüfst.
es: Desliza las fotos en orden y recuerda cada nota antes de comprobarla.
fr: Balayez les photos dans l’ordre et rappelez-vous chaque note avant de la vérifier.
hi: फ़ोटो को क्रम से स्वाइप करें और देखने से पहले हर नोट याद करें।
it: Scorri le foto in ordine e richiama ogni nota prima di controllarla.
ja: 写真を順番にスワイプし、確認する前に各メモを思い出します。
ko: 사진을 순서대로 넘기며 확인하기 전에 각 노트를 떠올립니다.

source: Switch Themes
de: Themen wechseln
es: Cambiar temas
fr: Changer de thème
hi: थीम बदलें
it: Cambia tema
ja: テーマを切り替える
ko: 테마 전환

source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
hi: फ़ोटो लें
it: Scatta foto
ja: カメラで撮影
ko: 사진 찍기

source: Tap a note to reveal or hide its answer.
de: Tippe auf eine Notiz, um ihre Antwort ein- oder auszublenden.
es: Toca una nota para mostrar u ocultar su respuesta.
fr: Touchez une note pour afficher ou masquer sa réponse.
hi: उत्तर दिखाने या छिपाने के लिए नोट पर टैप करें।
it: Tocca una nota per mostrare o nascondere la risposta.
ja: メモをタップして答えを表示または非表示にします。
ko: 노트를 탭해 답을 보이거나 숨깁니다.

source: Tap anywhere on the photo to drop a sticky note.
de: Tippe irgendwo auf das Foto, um eine Haftnotiz abzulegen.
es: Toca cualquier lugar de la foto para colocar una nota adhesiva.
fr: Touchez la photo pour déposer une note adhésive.
hi: स्टिकी नोट रखने के लिए फ़ोटो पर कहीं भी टैप करें।
it: Tocca un punto della foto per inserire una nota adesiva.
ja: 写真の好きな場所をタップして付箋を置きます。
ko: 사진 아무 곳이나 탭해 스티키 노트를 놓으세요.

source: Tap on map to place a waypoint. It is fine to leave it empty.
de: Tippe auf die Karte, um einen Wegpunkt zu setzen. Du kannst ihn auch leer lassen.
es: Toca el mapa para colocar un punto. También puedes dejarlo vacío.
fr: Touchez la carte pour placer un repère. Vous pouvez aussi le laisser vide.
hi: पड़ाव रखने के लिए मैप पर टैप करें। इसे खाली छोड़ना भी ठीक है।
it: Tocca la mappa per posizionare una tappa. Puoi anche lasciarla vuota.
ja: 地図をタップして場所を置けます。場所なしのままでも大丈夫です。
ko: 지도를 탭해 지점을 놓으세요. 비워 두어도 괜찮습니다.

source: Tap the map to place a waypoint. It is fine to leave it empty.
de: Tippe auf die Karte, um einen Wegpunkt zu setzen. Du kannst ihn auch leer lassen.
es: Toca el mapa para colocar un punto. También puedes dejarlo vacío.
fr: Touchez la carte pour placer un repère. Vous pouvez aussi le laisser vide.
hi: पड़ाव रखने के लिए मैप पर टैप करें। इसे खाली छोड़ना भी ठीक है।
it: Tocca la mappa per posizionare una tappa. Puoi anche lasciarla vuota.
ja: 地図をタップして場所を置けます。場所なしのままでも大丈夫です。
ko: 지도를 탭해 지점을 놓으세요. 비워 두어도 괜찮습니다.

source: The Method of Loci (Memory Palace) is an ancient technique where you associate information with physical locations. Let's practice placing your first memory drop in a room!
de: Die Loci-Methode (Gedächtnispalast) verbindet Informationen mit realen Orten. Übe, deinen ersten Memory-Drop in einem Raum zu platzieren!
es: El método de loci (palacio de memoria) asocia información con lugares físicos. Practiquemos colocando tu primer recuerdo en una habitación.
fr: La méthode des loci (palais de mémoire) associe des informations à des lieux physiques. Entraînons-nous à placer votre premier souvenir dans une pièce !
hi: लोकी विधि (मेमोरी पैलेस) जानकारी को भौतिक स्थानों से जोड़ने की पुरानी तकनीक है। कमरे में अपना पहला मेमोरी ड्रॉप रखना सीखें!
it: Il metodo dei loci (palazzo della memoria) associa informazioni a luoghi fisici. Proviamo a posizionare il tuo primo ricordo in una stanza!
ja: 場所と情報を結びつける記憶術「記憶の宮殿」を試してみましょう。まずは部屋の中に最初のメモを置いてみます。
ko: 장소법(기억 궁전)은 정보를 실제 장소와 연결하는 오래된 기법입니다. 방에 첫 기억을 놓아 보세요!

source: The saved image file could not be found.
de: Die gespeicherte Bilddatei wurde nicht gefunden.
es: No se encontró el archivo de imagen guardado.
fr: Le fichier image enregistré est introuvable.
hi: सहेजी गई छवि फ़ाइल नहीं मिली।
it: Il file immagine salvato non è stato trovato.
ja: 保存済みの画像ファイルが見つかりませんでした。
ko: 저장된 이미지 파일을 찾을 수 없습니다.

source: Theme
de: Thema
es: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
ko: 테마

source: Themes
de: Themen
es: Temas
fr: Thèmes
hi: थीम
it: Temi
ja: テーマ
ko: 테마

source: Themes let the same photo route hold different things to memorize.
de: Mit Themen kann dieselbe Fotoroute verschiedene Lerninhalte tragen.
es: Los temas permiten que la misma ruta de fotos guarde distintas cosas para memorizar.
fr: Les thèmes permettent au même parcours photo de contenir différentes choses à mémoriser.
hi: थीम से उसी फ़ोटो मार्ग में याद करने की अलग-अलग चीज़ें रखी जा सकती हैं।
it: I temi permettono allo stesso percorso fotografico di contenere elementi diversi da memorizzare.
ja: テーマを使うと、同じ写真ルートに別々の暗記内容を持たせられます。
ko: 테마를 사용하면 같은 사진 경로에 서로 다른 암기 내용을 담을 수 있습니다.

source: This Place
de: Dieser Ort
es: Este lugar
fr: Ce lieu
hi: यह स्थान
it: Questo luogo
ja: この場所
ko: 이 장소

source: This will delete the album, its themes, photos, and notes.
de: Dadurch werden das Album, seine Themen, Fotos und Notizen gelöscht.
es: Esto eliminará el álbum, sus temas, fotos y notas.
fr: Cela supprimera l’album, ses thèmes, photos et notes.
hi: इससे एल्बम, उसकी थीम, फ़ोटो और नोट हट जाएंगे।
it: Questo eliminerà album, temi, foto e note.
ja: このアルバム、テーマ、写真、メモが削除されます。
ko: 앨범과 해당 테마, 사진, 노트가 삭제됩니다.

source: This will delete this image and its notes.
de: Dadurch werden dieses Bild und seine Notizen gelöscht.
es: Esto eliminará esta imagen y sus notas.
fr: Cela supprimera cette image et ses notes.
hi: इससे यह छवि और उसके नोट हट जाएंगे।
it: Questo eliminerà questa immagine e le sue note.
ja: この画像とメモが削除されます。
ko: 이 이미지와 해당 노트가 삭제됩니다.

source: This will delete this theme and its notes.
de: Dadurch werden dieses Thema und seine Notizen gelöscht.
es: Esto eliminará este tema y sus notas.
fr: Cela supprimera ce thème et ses notes.
hi: इससे यह थीम और उसके नोट हट जाएंगे।
it: Questo eliminerà questo tema e le sue note.
ja: このテーマとメモが削除されます。
ko: 이 테마와 해당 노트가 삭제됩니다.

source: Try Placing a Note
de: Platziere eine Notiz
es: Prueba colocar una nota
fr: Essayez de placer une note
hi: एक नोट रखने की कोशिश करें
it: Prova a inserire una nota
ja: メモを置いてみる
ko: 노트를 놓아 보세요

source: Type what you want to remember here.
de: Gib hier ein, woran du dich erinnern möchtest.
es: Escribe aquí lo que quieres recordar.
fr: Saisissez ici ce que vous voulez mémoriser.
hi: यहां वह लिखें जिसे आप याद रखना चाहते हैं।
it: Scrivi qui ciò che vuoi ricordare.
ja: 覚えたいことを入力してください。
ko: 여기에 기억하고 싶은 내용을 입력하세요.

source: Unsure
de: Unsicher
es: No seguro
fr: Incertain
hi: अनिश्चित
it: Incerto
ja: 微妙
ko: 확실하지 않음

source: Use edit mode to rename themes, delete photos, or move photos in the route.
de: Im Bearbeitungsmodus kannst du Themen umbenennen, Fotos löschen oder Fotos in der Route verschieben.
es: Usa el modo de edición para renombrar temas, eliminar fotos o mover fotos en la ruta.
fr: Utilisez le mode édition pour renommer les thèmes, supprimer des photos ou déplacer des photos dans le parcours.
hi: संपादन मोड में थीम का नाम बदलें, फ़ोटो हटाएं या मार्ग में फ़ोटो ले जाएं।
it: Usa la modalità modifica per rinominare temi, eliminare foto o spostare foto nel percorso.
ja: 編集モードでテーマ名の変更、写真の削除、ルート内の写真移動ができます。
ko: 편집 모드에서 테마 이름 변경, 사진 삭제, 경로 내 사진 이동을 할 수 있습니다.

source: Use Edit when a cue needs a better position or wording.
de: Nutze Bearbeiten, wenn ein Hinweis eine bessere Position oder Formulierung braucht.
es: Usa Editar cuando una pista necesite mejor posición o redacción.
fr: Utilisez Modifier quand un repère a besoin d’une meilleure position ou formulation.
hi: जब संकेत की जगह या शब्द बेहतर करने हों, तो संपादन का उपयोग करें।
it: Usa Modifica quando un indizio ha bisogno di una posizione o formulazione migliore.
ja: 手がかりの位置や文言を直したいときは編集を使います。
ko: 단서의 위치나 문구를 더 좋게 바꾸려면 편집을 사용합니다.

source: Use Places
de: Orte nutzen
es: Usar lugares
fr: Utiliser les lieux
hi: स्थानों का उपयोग करें
it: Usa i luoghi
ja: 場所を使う
ko: 장소 사용하기

source: Use the bottom buttons to add text, cards, images, or symbols.
de: Mit den unteren Tasten fügst du Text, Karten, Bilder oder Symbole hinzu.
es: Usa los botones inferiores para añadir texto, tarjetas, imágenes o símbolos.
fr: Utilisez les boutons du bas pour ajouter du texte, des cartes, des images ou des symboles.
hi: नीचे के बटन से टेक्स्ट, कार्ड, छवियां या प्रतीक जोड़ें।
it: Usa i pulsanti in basso per aggiungere testo, schede, immagini o simboli.
ja: 下部のボタンでテキスト、カード、画像、記号を追加します。
ko: 아래 버튼으로 텍스트, 카드, 이미지 또는 기호를 추가합니다.

source: Use this screen to shape the route and choose what you are memorizing.
de: Auf diesem Bildschirm formst du die Route und wählst aus, was du dir merken willst.
es: Usa esta pantalla para dar forma a la ruta y elegir qué memorizar.
fr: Utilisez cet écran pour organiser le parcours et choisir ce que vous mémorisez.
hi: इस स्क्रीन पर मार्ग बनाएं और चुनें कि आप क्या याद कर रहे हैं।
it: Usa questa schermata per costruire il percorso e scegliere cosa memorizzare.
ja: この画面でルートを整え、覚える内容を選びます。
ko: 이 화면에서 경로를 다듬고 외울 내용을 선택합니다.

source: Vocab Recall
de: Vokabelabruf
es: Recordar vocabulario
fr: Rappel de vocabulaire
hi: शब्दावली याद करें
it: Richiamo vocaboli
ja: 単語想起
ko: 어휘 회상

source: Walk the Route
de: Route abgehen
es: Recorrer la ruta
fr: Parcourir le trajet
hi: मार्ग पर चलें
it: Percorri il tragitto
ja: ルートをたどる
ko: 경로 따라가기

source: Walk through the route and recall the notes attached to each place.
de: Gehe die Route durch und erinnere dich an die Notizen an jedem Ort.
es: Recorre la ruta y recuerda las notas asociadas a cada lugar.
fr: Parcourez le trajet et rappelez-vous les notes attachées à chaque lieu.
hi: मार्ग पर चलते हुए हर स्थान से जुड़े नोट याद करें।
it: Percorri il tragitto e richiama le note collegate a ogni luogo.
ja: ルートをたどりながら、各場所に置いたメモを思い出します。
ko: 경로를 따라가며 각 장소에 붙인 노트를 떠올립니다.

source: Water Bottle
de: Wasserflasche
es: Botella de agua
fr: Bouteille d’eau
hi: पानी की बोतल
it: Borraccia
ja: 水筒
ko: 물병

source: Waypoint Photos
de: Wegpunktfotos
es: Fotos de puntos
fr: Photos repères
hi: पड़ाव फ़ोटो
it: Foto tappa
ja: 道しるべ写真
ko: 지점 사진

source: Welcome to Memory Spots
de: Willkommen bei Memory Spots
es: Bienvenido a Memory Spots
fr: Bienvenue dans Memory Spots
hi: Memory Spots में स्वागत है
it: Benvenuto in Memory Spots
ja: Memory Spotsへようこそ
ko: Memory Spots에 오신 것을 환영합니다

source: What do you want to remember? (e.g. Keys)
de: Woran möchtest du dich erinnern? (z. B. Schlüssel)
es: ¿Qué quieres recordar? (p. ej., llaves)
fr: Que voulez-vous mémoriser ? (ex. clés)
hi: आप क्या याद रखना चाहते हैं? (जैसे कुंजियां)
it: Cosa vuoi ricordare? (es. Chiavi)
ja: 何を覚えたいですか？（例: 鍵）
ko: 무엇을 기억하고 싶나요? (예: 열쇠)

source: Whole wheat bread for toast.
de: Vollkornbrot für Toast.
es: Pan integral para tostadas.
fr: Pain complet pour les tartines.
hi: टोस्ट के लिए होल व्हीट ब्रेड।
it: Pane integrale per toast.
ja: トースト用の全粒粉パン。
ko: 토스트용 통밀빵입니다.

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
hi: पीला
it: Giallo
ja: 黄色
ko: 노란색

source: You can save photos without a location and add it on the map later.
de: Du kannst Fotos ohne Ort speichern und ihn später auf der Karte hinzufügen.
es: Puedes guardar fotos sin ubicación y añadirla después en el mapa.
fr: Vous pouvez enregistrer des photos sans lieu et l’ajouter plus tard sur la carte.
hi: आप स्थान के बिना फ़ोटो सहेज सकते हैं और बाद में मैप पर जोड़ सकते हैं।
it: Puoi salvare foto senza posizione e aggiungerla dopo sulla mappa.
ja: 場所なしでも写真を保存できます。あとから地図で場所を追加できます。
ko: 위치 없이 사진을 저장하고 나중에 지도에서 추가할 수 있습니다.

source: You've placed '%@' in the room. When you visualize walking past that spot in your room, you will naturally trigger the memory of '%@'.
de: Du hast '%@' im Raum platziert. Wenn du dir vorstellst, an dieser Stelle vorbeizugehen, wird die Erinnerung an '%@' ausgelöst.
es: Colocaste '%@' en la habitación. Al imaginar que pasas por ese punto, recordarás naturalmente '%@'.
fr: Vous avez placé '%@' dans la pièce. En imaginant passer devant cet endroit, le souvenir de '%@' reviendra naturellement.
hi: आपने कमरे में '%@' रखा है। जब आप उस जगह से गुजरने की कल्पना करेंगे, तो '%@' की याद स्वाभाविक रूप से आएगी।
it: Hai posizionato '%@' nella stanza. Quando immagini di passare da quel punto, il ricordo di '%@' si attiverà naturalmente.
ja: 部屋の中に「%1$@」を置きました。その場所を通り過ぎる様子を思い浮かべると、「%2$@」の記憶が自然に呼び起こされます。
ko: 방에 '%@'을(를) 놓았습니다. 그 지점을 지나가는 모습을 떠올리면 자연스럽게 '%@'이(가) 기억납니다.

source: Album
es: Álbum
hi: एल्बम
ja: アルバム
ko: 앨범

source: Album Details
es: Detalles del álbum
fr: Détails de l’album
hi: एल्बम विवरण
it: Dettagli album
ja: アルバム詳細
ko: 앨범 세부 정보

source: Name
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
